Tekla.Structures.DrawingInternal.dotGrArc_t


Tekla.Structures.DrawingInternal.dotGrArc_t.OpenGraphicObject


Tekla.Structures.DrawingInternal.dotGrArc_t.ArcAttributes


Tekla.Structures.DrawingInternal.dotGrArc_t.StartPoint


Tekla.Structures.DrawingInternal.dotGrArc_t.EndPoint


Tekla.Structures.DrawingInternal.dotGrArc_t.Radius


Tekla.Structures.DrawingInternal.dotGrArc_t.IsLargeArc


Tekla.Structures.DrawingInternal.dotGrArc_t.ToStruct(Tekla.Structures.Drawing.Arc)


Tekla.Structures.DrawingInternal.dotGrArc_t.FromStruct(Tekla.Structures.Drawing.Arc)
